/**
 * Created by evan on 2016/2/24.
 */
import React, {PropTypes} from 'react'
import './Protocol.scss'
const PrivateProtocol = () => {
  return (
    <div className='protocol-content'>
      <br/><br/>

      <b className="line-st"></b>准道是一家提供配送众包服务、骑手点评、推荐商户、社交互动资讯指南以及其他内容的网络服务网站，由准道网络科技(上海)有限公司运营。
      准道依照本用户服务协议（包括下述所有条款、政策、声明及通知）向您提供本网络站点或移动产品，包括相关的应用程序（统称“本网站”）。
      本网站仅用于协助客户及商户收集并完善信息、发表相关评论、引导客户预订以及参与互动，除此之外无其他目的。
      在本协议中，“我们”、“我们的”、“本网站”和“准道”系指的准道网络科技(上海)有限公司及/或我们的母公司和关联公司。
      “您”系指访问网站的客户和/或为本网站贡献内容的客户。用户通过完成注册程序并点击一下“递交”的按钮，这表示用户明确知晓以上事实，
      并与准道网络科技(上海)有限公司达成协议并接受所有的服务条款。<br /><br />

      1、服务协议的确认和接纳 <br /><br />

      <b className="line-st"></b>1.1您在通过访问或使用本网站提供的各项服务之前，敬请仔细阅读本服务协议。如您不同意本服务协议及/或随时对其的修改，请您立即停止使用本网站所提供的全部服务；
      您一旦使用本网站服务，即视为您已了解并完全同意本服务协议各项内容，包括本网站对使用协议随时所做的任何修改，并成为本网站用户（以下简称"用户”）。
      <br /><br />
      2、服务内容<br /><br />

      <b className="line-st"></b>2.1准道网络科技(上海)有限公司运用自己的操作系统通过国际互联网络为用户提供网络会员服务，由本网站根据实际情况提供，
      例如：在本网站中发布配送服务订单，点评评论、心情说说、话题、上传图片、上传视频、上传语音；发布或参加各类配送活动。
      发布对服务、文章、话题、活动、图片、视频及语音的评论。您了解并同意，本服务仅依其当前所呈现的状况提供，
      对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，本网站均不承担任何责任。
      本网站保留不经事先通知为升级、维护或其它目的暂停本服务任何部分的权利。
      <br /><br />
      <b className="line-st"></b>2.2 本网站仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。
      <br /><br />
      <b className="line-st"></b>2.3 本网站会通过用户的操作，而提供相应的站内积分来奖励或兑换物品，本网站的积分不具有实际的市场价值，不得进行交易或转让，最终解释权归本网站所有。
      <br /><br />
      <b className="line-st"></b>2.4用户在接受本网站各项服务的同时，同意接受本网站提供的各类信息服务。这些信息所涉及的内容包括以文字、图片、照片、
      音视频形式表现的各类宣传信息、活动信息、订单信息、商业信息以及本网站合作伙伴信息，该类信息的提供方式包括但不限于电子邮件、短信息。
      您在访问或使用本网站提供的各项服务之前，即表明您已同意接受此项服务。若您不希望接收来自“本网站”的邮件，则可通过回复邮件的方式按照提示自助完成退阅；
      若您不希望接收来自“本网站”的短信，则可联系我们进行处理。
      <br /><br />
      <b className="line-st"></b>2.5 本网站为用户提供合法的、健康的产品及服务，但是用户应对其使用本网站自行承担责任及风险，本网站在任何情况下不就因使用或不能使用本网站提供的服务所发生的特殊的、意外的、直接或间接的损失承担赔偿责任。
      <br /><br />
      <b className="line-st"></b>2.6 除您与本网站另行约定外，本网站保留随时修改或中断服务而不需通知您的权利。本网站不需就此对用户或第三方负责。
      <br /><br />
      3、服务协议的调整与修改
      <br /><br />
      <b className="line-st"></b>3.1
      您使用本网站的前提是您完全接受本网站条款，但是准道网络科技(上海)有限公司会在必要时修改本服务协议，服务协议一旦发生变动，准道保留以下权利，
      即：在任何时候可自行决定变更或修改本网站服务协议中所含任何条款和条件。除非另有规定，否则任何变更或修改将在修订内容于本网站发布之时立即生效，
      您对本网站的继续使用将表明您接受此等变更或修改。为了了解适用于您使用本网站的条款和条件，您应不时地审阅本网站条款以及并入其中的政策与文件。
      如果您不接受任何修订后的条款，则您必须停止使用本网站。
      <br />
      <b className="line-st"></b>3.2
      准道如修改本网站用户服务协议，应在本页面及其相应页面进行公布通知。若您继续使用本网站服务的，即表示您接受已经修订的本网站条款。
      我们将在每页的底部标注对本网站条款的修改日期，且变更后的本网站条款一经在本页面及相关页面公布后，立即自动生效。
      对于本网站条款的重大修改，我们将会给注册会员在注册时提供的邮箱地址发送电子邮件或者仅仅在网站上公布。
      您应该定期登陆本页面及其他相关页面，了解最新的协议内容。
      <br /><br />
      4. 账号及用户管理
      <br /><br />
      <b className="line-st"></b>4.1
      您注册成功后，便成为准道的合法用户，会得到一个密码和帐号。您需采取必要的措施维护其密码和帐号的安全。
      用户对利用该密码和帐号所进行的一切活动负全部责任；在该账号下的任何操作所导致的任何损失或损害由用户自行承担，本网站不承担任何责任。
      如您的密码和帐号遭到未授权的使用或发生其他任何安全问题，应立即通知准道。
      <br /><br />
      <b className="line-st"></b>4.2 作为您使用本网站的条件，您特此保证：
      <br /><br />
      <b className="line-st"></b>（1）您在本网站中提供的所有信息均是真实的、准确的、最新的和完整的；<br />
      <b className="line-st"></b>（2）您必须年满10岁，方可注册账户并为我们的网站贡献内容。本网站不会有意收集任何不满16岁的人的信息。<br />
      <b className="line-st"></b>（3）本网站保留自行裁量决定拒绝任何人在任何时间因任何原因访问本网站及使用本网站提供服务的权利，包括但不限于因违反本协议的规定。<br />
      5. 禁止事项<br /><br />
      <b className="line-st"></b>5.1本网站的所有内容和信息（包括但不限于：信息、数据、资料、文字、音乐、声音、照片、图形、视频、地图、图标、软件代码或其他材料），
      以及用于提供这些内容和信息的基础设施，均归我们所有。您同意不得以任何方式修改、拷贝、分发、传送、展示、执行、复制、出版、
      许可、据以创作衍生作品、转让、出售或转售从本网站或通过本网站获得的任何内容、信息、软件、产品或服务。此外，您同意不得实施以下行为：
      <br />
      <b className="line-st"></b>(1)出于任何商业目的而使用本网站或其内容；<br />
      <b className="line-st"></b>(2)未经我们明确书面同意，出于任何目的而使用任何机器人软件、蜘蛛软件、刷屏软件或其他自动方式或任何手动流程来获取、监视或复制本网站的任何内容或信息；<br />
      <b className="line-st"></b>(3)违反本网站上任何机器人排除标头中的限制，或绕开或规避旨在防止或限制访问本网站的其他手段；<br />
      <b className="line-st"></b>(4)采取任何导致或可能会导致（基于我们的裁量认定）我们的基础设施不合理或不相称的高负载的行为；<br />
      <b className="line-st"></b>(5)未经我们的明确书面同意，出于任何目的深层链接至本网站的任何部分；<br />
      <b className="line-st"></b>(6)未经我们的事先书面授权，以“框架”、“镜像”或其他方式将本网站的任何部分内容纳入任何其他网站之中；<br />
      <b className="line-st"></b>(7)试图对本网站使用的各种软件程序进行修改、翻译、改编、编辑、编译、反汇编或反向工程。<br />

      <b className="line-st"></b>5.2 用户可在本网站发布文章、图片、评论及其他信息，但不得使用本网站发送或传播敏感信息和国家法律明文禁止的相关信息，此类信息包括但不限于：<br />
      <b className="line-st"></b>(1)出于任何商业目的而使用本网站或其内容；<br />
      <b className="line-st"></b>(2)未经我们明确书面同意，出于任何目的而使用任何机器人软件、蜘蛛软件、<br />
      刷屏软件或其他自动方式或任何手动流程来获取、监视或复制本网站的任何内容或信息；<br />
      <b className="line-st"></b>(3)违反本网站上任何机器人排除标头中的限制，或绕开或规避旨在防止或限制访问本网站的其他手段；<br />
      <b className="line-st"></b>(4)采取任何导致或可能会导致（基于我们的裁量认定）我们的基础设施不合理或不相称的高负载的行为；<br />
      <b className="line-st"></b>(5)未经我们的明确书面同意，出于任何目的深层链接至本网站的任何部分；<br />
      <b className="line-st"></b>(6)未经我们的事先书面授权，以“框架”、“镜像”或其他方式将本网站的任何部分内容纳入任何其他网站之中；<br />
      <b className="line-st"></b>(7)试图对本网站使用的各种软件程序进行修改、翻译、改编、编辑、编译、反汇编或反向工程。
      <br /><br />
      6. 用户使用规则<br />
      <b className="line-st"></b>6.1 用户在本网站发布文章及使用准道的服务过程中，还必须遵循以下原则：<br />
      <b className="line-st"></b>（1）遵守中国有关的法律和法规；不得将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其它方式传送；
      不得将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其它方式传送；<br />
      <b className="line-st"></b>（2）不得为任何非法目的而使用网络服务系统，遵守所有与网络服务有关的网络协议、规定和程序；
      不得利用本网站网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为；<br />
      <b className="line-st"></b>（3）不得进行任何未经本网站许可的商业广告行为，不得将广告函件、促销资料、垃圾邮件等，加以上载、张贴、发送电子邮件或以其它方式传送；
      不得对本网站上的任何数据作商业性利用，包括但不限于在未经本网站事先书面同意的情况下，以复制、传播等任何方式使用本网站上展示的资料；<br />
      <b className="line-st"></b>（4）不得使用虚假、冒充他人或其他方的信息注册本网站后发布评论或其他内容，不得冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；
      不得伪造标题或以其它方式操控识别资料，使人误认为该内容为本网站所传送；不得以虚构或歪曲事实的方式不当评价其他用户；
      不得利用本网站网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、庸俗淫秽的或其他任何非法的信息资料；<br />
      <b className="line-st"></b>（5）不得将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、
      张贴、发送电子邮件或以其它方式传送；不得采取任何将导致不合理的庞大数据负载加诸本网站网络设备的行动；<br />
      <b className="line-st"></b>（6）不得利用网络服务进行任何不利于本网站的行为。<br />
      <b className="line-st"></b>6.2
      如用户违反上述使用规则，本网站有权在不通知用户的情况下删帖，严重违反上述规定的，本网站将取消对用户的服务。
      同时如果本网站有理由认为用户的任何行为，包括但不限于用户的任何言论、账号、昵称和其它行为违反或可能违反国家法律和法规的任何规定或影响到本网站的利益，
      本网站可在任何时候不经任何事先通知终止向用户提供服务。停止对用户的服务后，用户使用本网站服务的权利立即终止。自终止时起，本网站不再对用户承担任何义务。<br />
      <b className="line-st"></b>6.3 您在此承诺不经本网站书面同意，不能利用本网站各项服务在本网站进行销售或其他商业性行为。如用户违反此约定，本网站将依法追究您的违约责任，
      由此给本网站造成损失的，本网站有权进行追偿。<br />
      7、隐私政策和个人信息披露<br />
      <b className="line-st"></b>7.1 保护用户个人隐私是准道网络科技(上海)有限公司的一项基本政策。
      本网站保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本网站的非公开内容，但下列情况除外：<br />
      <b className="line-st"></b>（1）事先获得用户的明确授权；<br />
      <b className="line-st"></b>（2）根据有关的法律法规要求；<br />
      <b className="line-st"></b>（3）按照相关政府主管部门的要求；<br />
      <b className="line-st"></b>（4）为维护社会公众的利益；<br />
      <b className="line-st"></b>（5）为维护准道的合法权益。<br />
      <b className="line-st"></b>7.2 在以下（包括但不限于）几种情况下，本网站有权使用用户的个人信息：<br />
      <b className="line-st"></b>（1）在与第三方公司进行促销、互动或抽奖活动时，本网站可能会与赞助商/合作商共享用户的个人信息，
      在此情况下本网站会在发送用户信息之前进行提示，并且您可以通过不参与来终止传送过程。<br />
      <b className="line-st"></b>（2）本网站可以将用户信息与第三方数据匹配。<br />
      <b className="line-st"></b>（3）本网站会通过透露合计用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述公司的服务。
      在不透露单个用户隐私资料的前提下，本网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。<br />
      8、版权声明<br />
      <b className="line-st"></b>8.1
      任何用户接受本协议条款，即表明该用户将其在本站发表的任何形式的信息的著作权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、
      信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给准道运营商所有，
      同时表明该用户许可准道有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。本协议已经构成《著作权法》第二十五条所规定的书面协议，
      其效力及于用户在本网站网发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
      <br />
      <b className="line-st"></b>8.2
      本网站对网站服务所包含的受知识产权或其他法律保护的资料享有相应的权利；除用户依法享有版权内容之外，本网站的整体内容版权归本网站所有。
      本网站所刊登的全部资料包括但不限于网站架构、程序设计、页面图文信息（包括并不限于用户发布的需求、照片图片、活动、话题、用户简评、回应等），
      本站首页、各频道的专题内容等数据信息。<br />
      <b className="line-st"></b>8.3
      您在本网站上传或发布的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。
      所有因用户非法上传内容而给任何第三方或本网站造成的损害、损失均由用户承担，本网站不承担任何责任。
      且本网站有义务配合第三方、司法机关或行政机关完成相关的取证，并根据法律、主管部门或司法部门的要求披露用户信息。<br />
      <b className="line-st"></b>8.4
      本网站保留权利并拥有绝对的自主裁量权，可在任何时间以任何理由未经通知的情况下删除、筛选、翻译或编辑发布或存储在网站上的内容，
      或者由第三方代其进行这样的操作，而用户须自行负责创建备份，并在费用自担的前提下自行更换您所发布或存储的任何内容。<br />
      <b className="line-st"></b>8.5 本网站有权利对用户在本网站上传或发布的内容进行再编辑，并有权利再次出版发行，但如果产生收益，将通过一定渠道返还给著作权人。<br />
      <b className="line-st"></b>8.6
      经由本网站网站传送的文章及其它内容，将受到法律的保护；除该等文章及其它内容上载的用户所享有的版权，未经本网站明示授权许可，
      其他用户不得进行修改、出租、散布或衍生其他作品，不得为任何非私人或商业目的获取或使用本网站的任何部分或通过本网站可直接或间接获得的任何内容、
      服务或资料。任何第三方违反本协议的规定以任何方式，和/或以任何文字对本网站的任何部分进行发表、复制、转载、更改、引用、链接、
      下载或以其它方式进行使用，或向任何其他第三方提供获取本网站任何内容的渠道，则对本网站的使用权将立即终止，
      且任何第三方必须按照本公司的要求，归还或销毁使用本网站任何部分的内容所创建的资料的任何副本。未经本协议明确允许而擅自使用本网站任何内容、
      服务或资料的，构成对本协议的违约行为，且可能触犯著作权、商标、专利和/或其他方面的法律法规。<br />
      <b className="line-st"></b>8.7本网站所有设计图样以及其他图样、产品、程序及服务名称，均为本网站及/或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。<br />
      9. 免责声明<br />
      <b className="line-st"></b>9.1
      准道对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称"信息"），不保证真实、准确和完整性。
      如果任何单位或者个人通过上述"信息"而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，
      本网站不对任何非与本网站直接发生的交易和/或行为承担任何直接、间接、附带或衍生的损失和责任。<br />
      <b className="line-st"></b>9.2
      有关您对本网站、本网站中包含的或者通过本网站可访问的服务、内容或材料的使用，您放弃并承诺不针对准道、其关联公司或他们各自的董事、
      高级职员、雇员或代理提出因此而引起或与之有任何关系的任何性质的权利主张或指控，包括但不限于：有关指称侵犯专有权利的任何权利主张或指控；
      指控本网站内容的不准确性；或声称准道已经或应当对于因您使用或以其它方式利用本网站而引起的任何权利主张或指控而赔偿您或任何第三方，
      为您或任何第三方抗辩或使您或任何第三方免受任何损害。您自行承担风险地使用本网站。<br />
      <b className="line-st"></b>9.3
      在本网站上提供商户订餐信息、或其他服务的第三方供应商乃是独立的订约方，而非本网站的代理人或雇员。本网站对任何此类供应商的行为、
      错误、遗漏、陈述、保证、违约或疏忽行为不承担责任，对由此造成的任何人身伤害、死亡、财产损失或其他损害或费用亦不承担责任。
      本网站对因延误、取消、罢工、不可抗力或其他无法直接控制的原因造成的损失不承担责任；本网站对额外的费用、遗漏、延误、
      重新安排或任何政府或权利部门的行为不承担责任。<br />
      <b className="line-st"></b>9.4
      在不限制上述规定的前提下，无论是在合同、侵权（包括但不限于过失）之诉还是其它诉讼中，对于因使用本网站、本网站中包含的或者通过本网站可访问的服务、
      内容或材料而引起或与之有任何关联，包括但不限于因您信赖任何本网站内容或从准道获得或通过本网站可访问的其它信息而引起或导致的任何损害赔偿，
      或因错误、差错、不作为、中断、文件或电子邮件删除、缺陷、病毒、操作或传输延误或任何履行不能（不论是否因不可抗力、通讯失灵、失窃、毁损或对本网站档案、
      程序或服务的未授权存取而导致）而造成的任何损害赔偿，本网站或提供本网站内容的各方（或者他们的高级职员、董事或者关联公司）均不对任何直接的、
      特殊的、间接的或继发性的，或其它任何类型的损害赔偿承担责任，包括但不限于使用损失、利润损失或数据损失。<br />
      <b className="line-st"></b>9.5
      任何情况下，因使用本网站而引起或与使用本网站有关的责任总额，无论是基于合同、保证、侵权（包括主动、被动或推定过失）、产品责任、严格责任或其它理论，均不得超过您因访问或使用本网站而向本网站支付的任何报酬（如果有的话）。<br />
      <b className="line-st"></b>9.6 上述免责声明反映了双方之间的风险分摊。即使本条款中提供的任何有限救济未能满足基本目的，本节的限制规定仍将保持有效并适用。上述责任限制的约定乃是出于保护本网站的利益。<br />
      10.赔偿<br />
      对于第三方因以下事由而提起的任何索赔、诉因、要求、补偿、损失、损害、罚款或其他任何种类或性质的成本或费用，
      包括但不限于合理的法律和会计费用，您同意赔偿和保护本网站及其关联公司网站及其任何高级职员、董事、雇员和代理，使其免受伤害：<br />
      <b className="line-st"></b>(1)您违反本协议或本协议所提及的文件；<br />
      <b className="line-st"></b>(2)您违反任何法律或第三方权利；<br />
      <b className="line-st"></b>(3)您对本网站的使用。<br />
      11、终止服务<br />
      用户或准道网络科技(上海)有限公司可随时根据实际情况中止网站服务。准道网络科技(上海)有限公司不需对任何个人或第三方负责而随时中断服务。
      用户若反对任何服务条款的建议或对后来的条款修改有异议，或对本网站会员服务不满，用户只有以下的追索权：
      <b className="line-st"></b>⑴不再使用本网站会员服务。
      <b className="line-st"></b>⑵结束用户使用本网站会员服务的资格。⑶通告准道网络科技(上海)有限公司停止该用户的服务。结束用户服务后，用户使用准道会员服务的权利马上中止。从那时起，准道网络科技(上海)有限公司不再对用户承担任何义务。<br />
      <br />
      12、第三方链接<br />

      <b className="line-st"></b>12.1
      本网站可能包含指向第三方网络站点（“第三方网站”）以及第三方内容（“第三方内容”）的链接，供用户参考。
      您使用指向第三方网站以及其中任何第三方内容的链接须自行承担风险并自行采取预防措施，以防您链接的网站或您下载的软件（无论是否来自本网站或其他网站）不含有病毒、
      爬虫、木马、缺陷或其他毁灭性的有害物。准道并不监督第三方内容或第三方网站，也不对其拥有任何控制权，并且不作与其相关的任何声称或声明。
      准道仅出于方便的目的而提供此等链接，而指向第三方网站或第三方内容的链接并不暗示准道对该第三方网站或第三方内容的推促、采纳或赞助或与之关联。
      因用户使用上述网站或资源所产生的损失或损害，准道也不负担任何责任。<br />
      <b className="line-st"></b>12.2
      准道不负责审查第三方内容、第三方网站或与本网站链接的网络站点的变更或更新及其质量、内容、政策、性质或可靠性。
      您一旦离开本网站，则我们的条款和政策不再适用。您应当审阅任何第三方网站的相关条款与政策，包括有关隐私和数据采集的方法，
      并且在与任何第三方进行任何交易之前应当进行您认为必要或适当的任何调查。有些情况下，第三方网站可能会要求您将您在准道上的信息与您在第三方的网站上信息相链接，
      您可以自行决定是否进行这种链接，但这种链接可能会随时被中断。<br />
      13.适用法律和裁判地点<br />
      本网站（第三方网站除外）由准道网络科技(上海)有限公司控制并运营。本网站可在中国及其他国家进行访问。
      您和准道均受益于与本网站有关的可预见法律环境的建立。因此，您和准道明确同意，因您使用本网站而引起或与之相关的一切争议、权利主张或其它事项，
      均受中华人民共和国法律的管辖，但不考虑其法律冲突原则。您同意，如果出现任何因本网站引起或与之相关的争议，您和准道应首先本着诚信原则通过协商加以解决。
      如果协商不成，任何一方可将争议提交上海国际仲裁中心，根据届时有效的仲裁规则进行仲裁。仲裁裁决应为终局性的，对您和准道均具有约束力。<br />
      <br />
      14. 国际使用之特别敬告<br />
      您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容之法律法规。您特别同意遵守有关从中国或您所在国家或地区输出信息之传输的所有适用法律法规。<br />

      15. 许可以及本网站提供物项的终止／变更<br />
      不管本网站条款如何规定，本网站保留如下权利，即：可不经通知地自行作出以下决定，而无需通知您或对您承担责任<br />
      （a）终止向您授予的使用本网站或其任何部分的许可；<br />
      （b）拦截或禁止您将来对本网站、本网站内容或服务的全部或部分访问及使用；<br />
      （c）变更、中止或停止本网站、本网站内容或服务的任何方面；<br />
      （d）在本网站、本网站内容或服务之上实施限制。<br />
      16.可分性<br />
      如果本网站条款的任何规定被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可从本网站条款分割，且不得影响任何其余规定的效力和可执行性。<br />
      17.问题与意见<br />
      如果您对本网站条款或本网站的使用还存有任何疑问，请联系我们反馈您的意见。<br />
      @2015准道网络科技(上海)有限公司享有解释权。<br />
    </div>
  )
}

export default PrivateProtocol


