/**
 * Created by evan on 2016/5/13.
 */
import React from 'react'
import './Protocol.scss'
const UserProtocol = () => {
  //document.title = '准道快送用户服务协议'
  return (
    <div className='protocol-content'>
      <div align="center">Gidoor洗衣平台用户服务协议</div>
      <br/>
      <b className="line-st"></b>Gidoor洗衣平台（所有者：准道网络科技（上海）有限公司）根据本服务条款及不时地对该条款的修改向您提供服务，本服务协议具有依据《中华人民共和国合同法》的法律效力。如果您对协议的任何条款表示异议，您可以选择不注册，一旦您点选“注册”并通过注册程序，即表示您自愿接受本协议之所有条款和条件，并已成为Gidoor洗衣平台的注册会员，本服务协议即对您产生法律约束力。您在注册使用Gidoor洗衣平台的同时，同意接受Gidoor洗衣平台会员服务提供的各类服务，并同意受Gidoor洗衣平台制定的包括本协议及《Gidoor用户注册服务协议》在内的各项规则的约束。
      Gidoor洗衣平台有权根据国家法律法规的更新以及服务规则的调整需要不时地制定、修改本协议或各类规则，并通过微信公众号（“Gidoor洗衣”）、网站（www.gidoor.com）或Gidoor APP平台进行公示，您继续使用Gidoor洗衣平台，即视为您接受前述规则的修订与变更。
      <br/><br/>
      一、用户注册
      <br/><br/>
      <b className="line-st"></b>1.您注册会员成功后，Gidoor洗衣平台将给予您一个账号及相应的密码，该账号和密码由您负责保管；您应当对由您账号进行的所有活动和事件负法律责任。Gidoor洗衣有权根据本协议以及其他相关规则的规定，视相应情况变更或停止提供服务。
      <br/><br/>
      <b className="line-st"></b>2.因您保管疏忽或黑客行为致使账号、密码被他人非法使用的，Gidoor洗衣平台不承担任何责任。如您发现任何非法使用会员账号或安全漏洞的情况。请立即与Gidoor洗衣平台联系。
      <br/><br/>
      <b className="line-st"></b>3.Gidoor洗衣平台为了更好的为您服务，需要您提供联系方式、地址等信息，您需提供真实、准确、完整、合法的信息，如有变动的，应及时予以更新。Gidoor洗衣对您的上述信息保密，未征得您明确同意和法律明确规定，或为维护社会公众利益或Gidoor洗衣平台之合法权益外，Gidoor洗衣不会向任何第三方提供您的上述信息。
      <br/><br/>
      <b className="line-st"></b>4.您在Gidoor洗衣平台完成账户的充值，账户不得变更、转户（让）、借（租）、挂失或授权他人使用等。如因您个人原因申请退款，Gidoor平台将在收到您在平台上的申请后30天内完成退款处理：
      <br/><br/>
      a、以下原因Gidoor平台有权不做退款处理：
      <br/><br/>
      <b className="line-st"></b>＊Gidoor洗衣平台已为您开具提供发票的；
      <br/><br/>
      <b className="line-st"></b>＊团购账户已经在Gidoor平台完成充值兑换的；
      <br/><br/>
      <b className="line-st"></b>＊退款金额少于充值活动补贴金额的（含累计补贴金额）；
      <br/><br/>
      <b className="line-st"></b>＊Gidoor洗衣平台赠送的账户充值；
      <br/><br/>
      <b className="line-st"></b>＊其他不可抗力的因素；
      <br/><br/>
      <b className="line-st"></b>＊您有违反本协议或其他规则的情形，致使Gidoor洗衣平台需扣除您的账户余额作为违约金或赔偿金的；
      <br/><br/>
      <b className="line-st"></b>＊您与其他第三方之间存在未了纠纷，您的账户需被暂时冻结的。
      <br/><br/>
      b、退款原则：
      <br/><br/>
      <b className="line-st"></b>＊实际退款金额＝实际充值金额总额－在Gidoor洗衣平台的原价累计消费总额
      <br/><br/>
      二、服务内容
      <br/><br/>
      <b className="line-st"></b>Gidoor洗衣是为用户提供洗衣服务的在线平台，现有微信公众号、APP客户端平台，提供线上下单、预约取送、洗涤等服务。您可以在Gidoor洗衣账户中查询到您的订单记录，包您的取衣日期、取衣地址、洗衣费等记录。
      <br/><br/>
      <b className="line-st"></b>Gidoor洗衣为提供及维护信息发布的服务平台，并不直接参与用户、骑手与商户之间的交易。用户、骑手与商户之间因任何事宜产生任何纠纷的，应自行协商解决或可寻求Gidoor洗衣平台协助解决争议。
      <br/><br/>
      三、使用规则
      <br/><br/>
      <b className="line-st"></b>1．您注册成功后即可使用Gidoor洗衣平台提供的各项服务。
      <br/><br/>
      <b className="line-st"></b>2. 您在使用Gidoor洗衣平台提供的服务时，必须遵守国家及当地规定的相关法律法规，以及Gidoor洗衣在其平台上制定并公示的包括本协议在内的各项规则的约束。
      <br/><br/>
      <b className="line-st"></b>3. 您在使用Gidoor洗衣平台提供的服务时，非因Gidoor洗衣平台造成的任何损失或产生的纠纷，除本协议另有规定外，Gidoor洗衣概不承担任何责任。
      <br/><br/>
      四、纠纷赔偿
      <br/><br/>
      <b className="line-st"></b>Gidoor洗衣是为用户提供洗衣服务的在线平台，用户注册Gidoor洗衣平台账号，即应承担本协议项下相应的权利和义务。如因洗衣不规范造成衣物损坏或取送过程中造成用户衣物丢失，用户可直接向Gidoor洗衣追偿，赔偿细则如下:
      <br/><br/>
      <b className="line-st"></b>1.因洗涤造成衣物损害，请在收到衣物后2小时内联系Gidoor洗衣平台进行处理；逾期Gidoor洗衣平台不承担任何赔偿责任；
      <br/><br/>
      <b className="line-st"></b>2.因Gidoor洗衣平台造成衣物取送过程丢失、洗涤损坏的，Gidoor洗衣经查实后，将按造成的衣物损失程度进行赔偿，但最高赔偿费用将不超过衣物洗涤费用的5倍。
      <br/><br/>
      五、知识产权
      <br/><br/>
      <b className="line-st"></b>1. Gidoor洗衣平台网站、微信公众号、APP客户端所使用的任何相关软件、程序、内容，包括但不限于图片、档案、资料、声音、录像、图标、网站构架、网站版面的安排、网页设计、经由本网站或广告商向用户呈现的广告或资讯，均由Gidoor洗衣平台或其它权利人依法享有相应的知识产权，包括但不限于著作权、商标权、专利权或其它专属权利等，受到相关法律的保护。未经Gidoor洗衣平台或有关权利人明示授权，用户保证不修改、散布、复制或非以本协议目的使用本平台及本平台所使用的上述任何资料和资源，或根据上述资料和资源再制作成任何种类物品。否则由此造成Gidoor洗衣平台或有关权利人的损失的，用户应承担赔偿责任，包括但不限于律师费、诉讼费、公证费、鉴定费等为维权产生的一切合理支出等。
      <br/><br/>
      <b className="line-st"></b>2. Gidoor洗衣平台有权在所有由平台提供的功能界面标注“此功能由Gidoor洗衣平台提供”等相关版权信息。
      <br/><br/>
      六、其他
      <br/><br/>
      <b className="line-st"></b>1. 本协议仅适用于通过注册Gidoor洗衣平台账户使用Gidoor洗衣提供的洗衣服务的用户。本协议作为《Gidoor用户注册服务协议》的补充协议，与其具同等效力。
      <br/><br/>
      <b className="line-st"></b>2.本协议及其修订版的有效性、履行和与本协议及其修订版效力有关的所有事宜，将受中华人民共和国法律约束，任何争议仅适用中华人民共和国法律。
      <br/><br/>
      <b className="line-st"></b>3．因本条款所引起的用户与Gidoor洗衣平台之间的任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意可将此同意纠纷或争议提交Gidoor洗衣平台住所地有管辖权的至本协议签订地上海市静安区人民法院诉讼解决。
      <br/><br/>
      <b className="line-st"></b>4.本协议的任一条款无论因何种原因无效或不具可执行性，其余条款仍继续有效，对双方具有约束力。
      <br/><br/>
      <b className="line-st"></b>5.本协议有效期:从用户同意本协议的条款或注册使用Gidoor洗衣平台起至用户注销Gidoor洗衣平台服务止。
      <br/><br/>
      <b className="line-st"></b>6.本协议的版权由Gidoor洗衣所有，Gidoor洗衣保留一切解释和修改的权利。
      <br/><br/>
    </div>
  )
}

export default UserProtocol
